OpenFOAM_Artery_Lab_ADT/openfoam9/tutorials/combustion/reactingFoam/Lagrangian/aachenBomb/0/p
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  9
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       volScalarField;
    object      p;
}
// ************************************************************************* //

dimensions          [1 -1 -2 0 0 0 0];

internalField       uniform 5e+06;

boundaryField
{
    walls
    {
        type            zeroGradient;
    }
}

// ************************************************************************* //
